Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localization/AppIntents.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# intent_get_frequent_tracking_status_description
source: Reports whether Miataru's more precise background tracking is active.
da: Rapporterer, om Miatarus mere præcise baggrundssporing er aktiv.
de: Meldet, ob Miatarus präziseres Hintergrund-Tracking aktiv ist.
es: Informa si el seguimiento en segundo plano más preciso de Miataru está activo.
fi: Ilmoittaa, onko Miatarun tarkempi taustaseuranta aktiivinen.
fr: Indique si le suivi en arrière-plan plus précis de Miataru est actif.
it: Indica se il tracciamento in background più preciso di Miataru è attivo.
ja: Miataruのより高精度なバックグラウンドトラッキングが有効かどうかを報告します。
nl: Meldt of Miataru’s nauwkeurigere achtergrondtracking actief is.
zh_hans: 报告 Miataru 更精确的后台跟踪是否处于活动状态。

# intent_get_frequent_tracking_status_dialog_active_unlimited
source: Frequent tracking is active until you stop it.
da: Hyppig sporing er aktiv, indtil du stopper den.
de: Häufiges Tracking ist aktiv, bis du es stoppst.
es: El seguimiento frecuente está activo hasta que lo detengas.
fi: Tiheä seuranta on aktiivinen, kunnes pysäytät sen.
fr: Le suivi fréquent est actif jusqu’à ce que vous l’arrêtiez.
it: Il tracciamento frequente è attivo finché non lo interrompi.
ja: 高頻度トラッキングは停止するまで有効です。
nl: Frequent volgen is actief totdat je het stopt.
zh_hans: 频繁跟踪将保持活动，直到你停止它。

# intent_get_frequent_tracking_status_dialog_active_until_format
source: Frequent tracking is active until %@, about %@ remaining.
da: Hyppig sporing er aktiv indtil %@, cirka %@ tilbage.
de: Häufiges Tracking ist bis %@ aktiv, ungefähr %@ verbleibend.
es: El seguimiento frecuente está activo hasta %@; quedan aproximadamente %@.
fi: Tiheä seuranta on aktiivinen %@ asti, noin %@ jäljellä.
fr: Le suivi fréquent est actif jusqu’à %@, il reste environ %@.
it: Il tracciamento frequente è attivo fino a %@, circa %@ rimanenti.
ja: 高頻度トラッキングは%@まで有効です。残り約%@。
nl: Frequent volgen is actief tot %@, nog ongeveer %@.
zh_hans: 频繁跟踪将持续到 %@，约剩 %@。

# intent_get_frequent_tracking_status_dialog_blocked_format
source: Frequent tracking is not active: %@.
da: Hyppig sporing er ikke aktiv: %@.
de: Häufiges Tracking ist nicht aktiv: %@.
es: El seguimiento frecuente no está activo: %@.
fi: Tiheä seuranta ei ole aktiivinen: %@.
fr: Le suivi fréquent n’est pas actif : %@.
it: Il tracciamento frequente non è attivo: %@.
ja: 高頻度トラッキングは有効ではありません: %@。
nl: Frequent volgen is niet actief: %@.
zh_hans: 频繁跟踪未处于活动状态：%@。

# intent_get_frequent_tracking_status_dialog_inactive
source: Frequent tracking is not active.
da: Hyppig sporing er ikke aktiv.
de: Häufiges Tracking ist nicht aktiv.
es: El seguimiento frecuente no está activo.
fi: Tiheä seuranta ei ole aktiivinen.
fr: Le suivi fréquent n’est pas actif.
it: Il tracciamento frequente non è attivo.
ja: 高頻度トラッキングは有効ではありません。
nl: Frequent volgen is niet actief.
zh_hans: 频繁跟踪未处于活动状态。

# intent_get_frequent_tracking_status_dialog_smart_active
source: Smart frequent tracking is active.
da: Smart hyppig sporing er aktiv.
de: Smartes häufiges Tracking ist aktiv.
es: El seguimiento frecuente inteligente está activo.
fi: Älykäs tiheä seuranta on aktiivinen.
fr: Le suivi fréquent intelligent est actif.
it: Il tracciamento frequente smart è attivo.
ja: スマート高頻度トラッキングが有効です。
nl: Slim frequent volgen is actief.
zh_hans: 智能频繁跟踪已处于活动状态。

# intent_get_frequent_tracking_status_shortcut_title
source: Frequent Status
da: Hyppig status
de: Häufig-Status
es: Estado frecuente
fi: Tiheän seurannan tila
fr: État du suivi fréquent
it: Stato frequente
ja: 高頻度の状態
nl: Status frequent volgen
zh_hans: 频繁状态

# intent_get_frequent_tracking_status_title
source: Get Frequent Tracking Status
da: Hent status for hyppig sporing
de: Status für häufiges Tracking abrufen
es: Obtener estado del seguimiento frecuente
fi: Hae tiheän seurannan tila
fr: Obtenir l’état du suivi fréquent
it: Ottieni stato tracciamento frequente
ja: 高頻度トラッキングの状態を取得
nl: Status van frequent volgen ophalen
zh_hans: 获取频繁跟踪状态

# intent_get_latest_miataru_event_description
source: Returns the latest Miataru automation event as structured JSON.
da: Returnerer den seneste Miataru-automationshændelse som struktureret JSON.
de: Gibt das neueste Miataru-Automationsereignis als strukturiertes JSON zurück.
es: Devuelve el último evento de automatización de Miataru como JSON estructurado.
fi: Palauttaa uusimman Miataru-automaatiotapahtuman rakenteisena JSONina.
fr: Renvoie le dernier événement d’automatisation Miataru au format JSON structuré.
it: Restituisce l’evento di automazione Miataru più recente come JSON strutturato.
ja: 最新のMiataru自動化イベントを構造化JSONで返します。
nl: Geeft de laatste Miataru-automatiseringsgebeurtenis terug als gestructureerde JSON.
zh_hans: 以结构化 JSON 返回最新的 Miataru 自动化事件。

# intent_get_latest_miataru_event_title
source: Get Latest Miataru Event
da: Hent seneste Miataru-hændelse
de: Neuestes Miataru-Ereignis abrufen
es: Obtener último evento de Miataru
fi: Hae uusin Miataru-tapahtuma
fr: Obtenir le dernier événement Miataru
it: Ottieni evento Miataru più recente
ja: 最新のMiataruイベントを取得
nl: Laatste Miataru-gebeurtenis ophalen
zh_hans: 获取最新 Miataru 事件

# intent_get_tracking_status_description
source: Reports whether Miataru location tracking is active.
da: Rapporterer, om Miataru-lokalitetssporing er aktiv.
de: Meldet, ob Miataru-Standorttracking aktiv ist.
es: Informa si el seguimiento de ubicación de Miataru está activo.
fi: Ilmoittaa, onko Miatarun sijainnin seuranta aktiivinen.
fr: Indique si le suivi de localisation Miataru est actif.
it: Indica se il tracciamento della posizione Miataru è attivo.
ja: Miataruの位置情報トラッキングが有効かどうかを報告します。
nl: Meldt of Miataru-locatietracking actief is.
zh_hans: 报告 Miataru 位置跟踪是否处于活动状态。

# intent_get_tracking_status_dialog_active_format
source: Miataru tracking is active in %@ mode.
da: Miataru-sporing er aktiv i %@-tilstand.
de: Miataru-Tracking ist im Modus „%@“ aktiv.
es: El seguimiento de Miataru está activo en modo %@.
fi: Miataru-seuranta on aktiivinen tilassa %@.
fr: Le suivi Miataru est actif en mode %@.
it: Il tracciamento Miataru è attivo in modalità %@.
ja: Miataruトラッキングは%@モードで有効です。
nl: Miataru-tracking is actief in de modus %@.
zh_hans: Miataru 跟踪正以 %@ 模式运行。

# intent_get_tracking_status_dialog_blocked
source: Miataru tracking is blocked. Check location permission.
da: Miataru-sporing er blokeret. Tjek lokalitetstilladelsen.
de: Miataru-Tracking ist blockiert. Prüfe die Standortberechtigung.
es: El seguimiento de Miataru está bloqueado. Comprueba el permiso de ubicación.
fi: Miataru-seuranta on estetty. Tarkista sijaintilupa.
fr: Le suivi Miataru est bloqué. Vérifiez l’autorisation de localisation.
it: Il tracciamento Miataru è bloccato. Controlla l’autorizzazione alla posizione.
ja: Miataruトラッキングはブロックされています。位置情報の権限を確認してください。
nl: Miataru-tracking is geblokkeerd. Controleer de locatietoestemming.
zh_hans: Miataru 跟踪已被阻止。请检查位置权限。

# intent_get_tracking_status_dialog_device_key_blocked
source: Miataru tracking is blocked because DeviceKey authentication needs attention.
da: Miataru-sporing er blokeret, fordi DeviceKey-godkendelsen kræver opmærksomhed.
de: Miataru-Tracking ist blockiert, weil die DeviceKey-Authentifizierung Aufmerksamkeit benötigt.
es: El seguimiento de Miataru está bloqueado porque la autenticación de DeviceKey requiere atención.
fi: Miataru-seuranta on estetty, koska DeviceKey-todennus vaatii huomiota.
fr: Le suivi Miataru est bloqué, car l’authentification DeviceKey nécessite votre attention.
it: Il tracciamento Miataru è bloccato perché l’autenticazione DeviceKey richiede attenzione.
ja: DeviceKey認証に対応が必要なため、Miataruトラッキングはブロックされています。
nl: Miataru-tracking is geblokkeerd omdat DeviceKey-verificatie aandacht vereist.
zh_hans: 由于 DeviceKey 认证需要处理，Miataru 跟踪已被阻止。

# intent_get_tracking_status_dialog_stopped
source: Miataru tracking is turned off.
da: Miataru-sporing er slået fra.
de: Miataru-Tracking ist ausgeschaltet.
es: El seguimiento de Miataru está desactivado.
fi: Miataru-seuranta on pois päältä.
fr: Le suivi Miataru est désactivé.
it: Il tracciamento Miataru è disattivato.
ja: Miataruトラッキングはオフです。
nl: Miataru-tracking is uitgeschakeld.
zh_hans: Miataru 跟踪已关闭。

# intent_get_tracking_status_shortcut_title
source: Tracking Status
da: Sporingsstatus
es: Estado de seguimiento
fi: Seurannan tila
fr: État du suivi
it: Stato tracciamento
ja: トラッキング状態
nl: Volgstatus
zh_hans: 跟踪状态

# intent_get_tracking_status_title
source: Get Tracking Status
da: Hent sporingsstatus
de: Trackingstatus abrufen
es: Obtener estado de seguimiento
fi: Hae seurannan tila
fr: Obtenir l’état du suivi
it: Ottieni stato tracciamento
ja: トラッキング状態を取得
nl: Volgstatus ophalen
zh_hans: 获取跟踪状态

# intent_is_device_near_place_description
source: Checks whether a visible tracked device is inside a saved place radius.
da: Tjekker, om en synlig sporet enhed er inden for radius af et gemt sted.
de: Prüft, ob ein sichtbares getracktes Gerät innerhalb des Radius eines gespeicherten Orts ist.
es: Comprueba si un dispositivo rastreado visible está dentro del radio de un lugar guardado.
fi: Tarkistaa, onko näkyvä seurattu laite tallennetun paikan säteen sisällä.
fr: Vérifie si un appareil suivi visible se trouve dans le rayon d’un lieu enregistré.
it: Controlla se un dispositivo tracciato visibile è entro il raggio di un luogo salvato.
ja: 表示可能な追跡デバイスが保存済みの場所の半径内にあるか確認します。
nl: Controleert of een zichtbaar gevolgd apparaat binnen de straal van een opgeslagen plaats is.
zh_hans: 检查可见的被跟踪设备是否位于已保存地点的半径内。

# intent_is_device_near_place_dialog_near_format
source: %@ is near %@. Distance: %@. Radius: %@.
da: %@ er nær %@. Afstand: %@. Radius: %@.
de: %@ ist nahe %@. Entfernung: %@. Radius: %@.
es: %@ está cerca de %@. Distancia: %@. Radio: %@.
fi: %@ on lähellä paikkaa %@. Etäisyys: %@. Säde: %@.
fr: %@ est près de %@. Distance : %@. Rayon : %@.
it: %@ è vicino a %@. Distanza: %@. Raggio: %@.
ja: %@は%@の近くにあります。距離: %@。半径: %@。
nl: %@ is bij %@. Afstand: %@. Straal: %@.
zh_hans: %@ 在 %@ 附近。距离：%@。半径：%@。

# intent_is_device_near_place_dialog_not_near_format
source: %@ is not near %@. Distance: %@. Radius: %@.
da: %@ er ikke nær %@. Afstand: %@. Radius: %@.
de: %@ ist nicht nahe %@. Entfernung: %@. Radius: %@.
es: %@ no está cerca de %@. Distancia: %@. Radio: %@.
fi: %@ ei ole lähellä paikkaa %@. Etäisyys: %@. Säde: %@.
fr: %@ n’est pas près de %@. Distance : %@. Rayon : %@.
it: %@ non è vicino a %@. Distanza: %@. Raggio: %@.
ja: %@は%@の近くにありません。距離: %@。半径: %@。
nl: %@ is niet bij %@. Afstand: %@. Straal: %@.
zh_hans: %@ 不在 %@ 附近。距离：%@。半径：%@。

# intent_is_device_near_place_parameter_device
source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# intent_is_device_near_place_parameter_place
source: Place
da: Sted
de: Ort
es: Lugar
fi: Paikka
fr: Lieu
it: Luogo
ja: 場所
nl: Plaats
zh_hans: 地点

# intent_is_device_near_place_title
source: Check Device Near Place
da: Tjek enhed nær sted
de: Gerät nahe Ort prüfen
es: Comprobar dispositivo cerca de lugar
fi: Tarkista laite paikan lähellä
fr: Vérifier un appareil près d’un lieu
it: Controlla dispositivo vicino a luogo
ja: 場所の近くのデバイスを確認
nl: Controleer apparaat bij plaats
zh_hans: 检查设备是否在地点附近

# intent_list_places_description
source: Returns saved Miataru places without exposing their raw coordinates.
da: Returnerer gemte Miataru-steder uden at vise rå koordinater.
de: Gibt gespeicherte Miataru-Orte zurück, ohne Rohkoordinaten offenzulegen.
es: Devuelve lugares guardados de Miataru sin exponer sus coordenadas sin procesar.
fi: Palauttaa tallennetut Miataru-paikat paljastamatta raakakoordinaatteja.
fr: Renvoie les lieux Miataru enregistrés sans exposer leurs coordonnées brutes.
it: Restituisce i luoghi Miataru salvati senza esporre le coordinate grezze.
ja: 保存済みのMiataruの場所を、生の座標を公開せずに返します。
nl: Geeft opgeslagen Miataru-plaatsen terug zonder ruwe coördinaten te tonen.
zh_hans: 返回已保存的 Miataru 地点，不暴露原始坐标。

# intent_list_places_dialog_count_format
source: %d saved places: %@.
da: %d gemte steder: %@.
de: %d gespeicherte Orte: %@.
es: %d lugares guardados: %@.
fi: %d tallennettua paikkaa: %@.
fr: %d lieux enregistrés : %@.
it: %d luoghi salvati: %@.
ja: 保存済みの場所%d件: %@。
nl: %d opgeslagen plaatsen: %@.
zh_hans: %d 个已保存地点：%@。

# intent_list_places_dialog_empty
source: No saved places yet.
da: Der er endnu ingen gemte steder.
de: Noch keine gespeicherten Orte.
es: Aún no hay lugares guardados.
fi: Tallennettuja paikkoja ei vielä ole.
fr: Aucun lieu enregistré pour le moment.
it: Nessun luogo salvato per ora.
ja: 保存済みの場所はまだありません。
nl: Nog geen opgeslagen plaatsen.
zh_hans: 还没有已保存地点。

# intent_list_places_parameter_device
source: Device
da: Enhed
de: Gerät
es: Dispositivo
fi: Laite
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
zh_hans: 设备

# intent_list_places_title
source: List Places
da: Vis steder
de: Orte auflisten
es: Listar lugares
fi: Luettele paikat
fr: Lister les lieux
it: Elenca luoghi
ja: 場所を一覧表示
nl: Plaatsen tonen
zh_hans: 列出地点

# intent_list_recent_miataru_events_description
source: Returns recent Miataru automation events as structured JSON.
da: Returnerer seneste Miataru-automationshændelser som struktureret JSON.
de: Gibt aktuelle Miataru-Automationsereignisse als strukturiertes JSON zurück.
es: Devuelve eventos recientes de automatización de Miataru como JSON estructurado.
fi: Palauttaa viimeisimmät Miataru-automaatiotapahtumat rakenteisena JSONina.
fr: Renvoie les événements d’automatisation Miataru récents au format JSON structuré.
it: Restituisce eventi di automazione Miataru recenti come JSON strutturato.
ja: 最近のMiataru自動化イベントを構造化JSONで返します。
nl: Geeft recente Miataru-automatiseringsgebeurtenissen terug als gestructureerde JSON.
zh_hans: 以结构化 JSON 返回最近的 Miataru 自动化事件。

# intent_list_recent_miataru_events_parameter_limit
source: Limit
da: Grænse
de: Begrenzung
es: Límite
fi: Raja
fr: Limite
it: Limite
ja: 上限
nl: Limiet
zh_hans: 数量上限

# intent_list_recent_miataru_events_parameter_since
source: Since
da: Siden
de: Seit
es: Desde
fi: Alkaen
fr: Depuis
it: Da
ja: 開始日時
nl: Sinds
zh_hans: 起始时间

# intent_list_recent_miataru_events_title
source: List Recent Miataru Events
da: Vis seneste Miataru-hændelser
de: Neueste Miataru-Ereignisse auflisten
es: Listar eventos recientes de Miataru
fi: Listaa viimeisimmät Miataru-tapahtumat
fr: Lister les événements Miataru récents
it: Elenca eventi Miataru recenti
ja: 最近のMiataruイベントを一覧表示
nl: Recente Miataru-gebeurtenissen tonen
zh_hans: 列出最近的 Miataru 事件

# intent_location_age_less_than_minute
source: less than a minute
da: mindre end et minut
de: weniger als einer Minute
es: menos de un minuto
fi: alle minuutti
fr: moins d’une minute
it: meno di un minuto
ja: 1分未満
nl: minder dan een minuut
zh_hans: 不到一分钟

# intent_location_age_unknown
source: an unknown time
da: et ukendt tidspunkt
de: unbekannter Zeit
es: un momento desconocido
fi: tuntematon aika
fr: un moment inconnu
it: un momento sconosciuto
ja: 不明な時刻
nl: een onbekend tijdstip
zh_hans: 未知时间

# intent_location_error_current_location_too_old
source: Your current location is too old to save as a place.
da: Din aktuelle position er for gammel til at blive gemt som et sted.
de: Dein aktueller Standort ist zu alt, um als Ort gespeichert zu werden.
es: Tu ubicación actual es demasiado antigua para guardarla como lugar.
fi: Nykyinen sijaintisi on liian vanha tallennettavaksi paikaksi.
fr: Votre position actuelle est trop ancienne pour être enregistrée comme lieu.
it: La tua posizione attuale è troppo vecchia per essere salvata come luogo.
ja: 現在地が古すぎるため、場所として保存できません。
nl: Je huidige locatie is te oud om als plaats op te slaan.
zh_hans: 你当前的位置太旧，无法保存为地点。

# intent_location_error_device_unavailable
source: This device is no longer available in Miataru.
da: Denne enhed er ikke længere tilgængelig i Miataru.
de: Dieses Gerät ist in Miataru nicht mehr verfügbar.
es: Este dispositivo ya no está disponible en Miataru.
fi: Tämä laite ei ole enää käytettävissä Miatarussa.
fr: Cet appareil n’est plus disponible dans Miataru.
it: Questo dispositivo non è più disponibile in Miataru.
ja: このデバイスはMiataruで利用できなくなりました。
nl: Dit apparaat is niet meer beschikbaar in Miataru.
zh_hans: 此设备在 Miataru 中已不可用。

# intent_location_error_eta_unavailable
source: ETA route cannot be calculated right now.
da: ETA-ruten kan ikke beregnes lige nu.
de: Die ETA-Route kann gerade nicht berechnet werden.
es: La ruta para la ETA no se puede calcular ahora mismo.
fi: ETA-reittiä ei voida laskea juuri nyt.
fr: L’itinéraire pour l’ETA ne peut pas être calculé pour le moment.
it: Al momento non è possibile calcolare il percorso per l’ETA.
ja: 現在、到着予定時刻の経路を計算できません。
nl: De ETA-route kan nu niet worden berekend.
zh_hans: 现在无法计算预计到达时间路线。

# intent_location_error_invalid_server_configuration
source: The Miataru server address is invalid.
da: Miataru-serveradressen er ugyldig.
de: Die Miataru-Serveradresse ist ungültig.
es: La dirección del servidor Miataru no es válida.
fi: Miataru-palvelimen osoite on virheellinen.
fr: L’adresse du serveur Miataru n’est pas valide.
it: L’indirizzo del server Miataru non è valido.
ja: Miataruサーバーのアドレスが無効です。
nl: Het Miataru-serveradres is ongeldig.
zh_hans: Miataru 服务器地址无效。

# intent_location_error_network_unavailable
source: Miataru could not fetch the location right now.
da: Miataru kunne ikke hente placeringen lige nu.
de: Miataru konnte den Standort gerade nicht abrufen.
es: Miataru no pudo obtener la ubicación en este momento.
fi: Miataru ei voinut hakea sijaintia juuri nyt.
fr: Miataru n’a pas pu récupérer la position pour le moment.
it: Miataru non ha potuto recuperare la posizione in questo momento.
ja: Miataruは現在、位置情報を取得できませんでした。
nl: Miataru kon de locatie nu niet ophalen.
zh_hans: Miataru 目前无法获取位置。

# intent_location_error_no_devices_configured
source: No devices are configured in Miataru yet.
da: Der er endnu ikke konfigureret nogen enheder i Miataru.
de: Es sind noch keine Geräte in Miataru eingerichtet.
es: Todavía no hay dispositivos configurados en Miataru.
fi: Miatarussa ei ole vielä määritetty laitteita.
fr: Aucun appareil n’est encore configuré dans Miataru.
it: Non ci sono ancora dispositivi configurati in Miataru.
ja: Miataruにはまだデバイスが設定されていません。
nl: Er zijn nog geen apparaten ingesteld in Miataru.
zh_hans: Miataru 中尚未设置设备。

# intent_location_error_no_location_available
source: No location is available for this device yet.
da: Der er endnu ingen placering for denne enhed.
de: Für dieses Gerät ist noch kein Standort verfügbar.
es: Aún no hay ninguna ubicación disponible para este dispositivo.
fi: Tälle laitteelle ei ole vielä sijaintia saatavilla.
fr: Aucune position n’est encore disponible pour cet appareil.
it: Non è ancora disponibile alcuna posizione per questo dispositivo.
ja: このデバイスの位置情報はまだありません。
nl: Er is nog geen locatie beschikbaar voor dit apparaat.
zh_hans: 此设备尚无可用位置。

# intent_location_error_place_unavailable
source: The selected place is no longer available.
da: Det valgte sted er ikke længere tilgængeligt.
de: Der ausgewählte Ort ist nicht mehr verfügbar.
es: El lugar seleccionado ya no está disponible.
fi: Valittu paikka ei ole enää saatavilla.
fr: Le lieu sélectionné n’est plus disponible.
it: Il luogo selezionato non è più disponibile.
ja: 選択した場所は利用できなくなりました。
nl: De geselecteerde plaats is niet meer beschikbaar.
zh_hans: 所选地点已不可用。

# intent_location_error_unauthorized
source: Access to this device's location is not allowed.
da: Adgang til denne enheds placering er ikke tilladt.
de: Für dieses Gerät ist kein Zugriff auf den Standort erlaubt.
es: No se permite acceder a la ubicación de este dispositivo.
fi: Tämän laitteen sijaintiin ei ole käyttöoikeutta.
fr: L’accès à la position de cet appareil n’est pas autorisé.
it: L’accesso alla posizione di questo dispositivo non è consentito.
ja: このデバイスの位置情報へのアクセスは許可されていません。
nl: Toegang tot de locatie van dit apparaat is niet toegestaan.
zh_hans: 不允许访问此设备的位置。

# intent_location_error_user_location_unavailable
source: Your current location is not available right now.
da: Din aktuelle lokalitet er ikke tilgængelig lige nu.
de: Dein aktueller Standort ist gerade nicht verfügbar.
es: Tu ubicación actual no está disponible ahora mismo.
fi: Nykyinen sijaintisi ei ole juuri nyt saatavilla.
fr: Votre position actuelle n’est pas disponible pour le moment.
it: La tua posizione attuale non è disponibile al momento.
ja: 現在地は現在利用できません。
nl: Je huidige locatie is nu niet beschikbaar.
zh_hans: 你当前的位置现在不可用。

# intent_location_fallback_place
source: the last known location
da: den senest kendte placering
de: dem letzten bekannten Standort
es: la última ubicación conocida
fi: viimeisin tunnettu sijainti
fr: la dernière position connue
it: l’ultima posizione conosciuta
ja: 最後に確認された位置
nl: de laatst bekende locatie
zh_hans: 最后已知位置

# intent_navigation_direction_device_to_user
source: From Device to Me
da: Fra enhed til mig
de: Vom Gerät zu mir
es: Del dispositivo a mí
fi: Laitteelta minulle
fr: De l’appareil vers moi
it: Dal dispositivo a me
ja: デバイスから自分へ
nl: Van apparaat naar mij
zh_hans: 从设备到我

# intent_navigation_direction_type_name
source: Route Direction
da: Rutens retning
de: Routenrichtung
es: Dirección de la ruta
fi: Reitin suunta
fr: Sens de l’itinéraire
it: Direzione del percorso
ja: ルートの方向
nl: Routerichting
zh_hans: 路线方向

# intent_navigation_direction_user_to_device
source: From Me to Device
da: Fra mig til enhed
de: Von mir zum Gerät
es: De mí al dispositivo
fi: Minulta laitteelle
fr: De moi vers l’appareil
it: Da me al dispositivo
ja: 自分からデバイスへ
nl: Van mij naar apparaat
zh_hans: 从我到设备

# intent_navigation_parameter_direction
source: Direction
da: Retning
de: Richtung
es: Dirección
fi: Suunta
fr: Sens
it: Direzione
ja: 方向
nl: Richting
zh_hans: 方向

# intent_navigation_parameter_transport_mode
source: Transport Mode
da: Transportform
de: Verkehrsmittel
es: Modo de transporte
fi: Kulkuväline
fr: Mode de transport
it: Mezzo di trasporto
ja: 交通手段
nl: Vervoerswijze
zh_hans: 交通方式

# intent_navigation_presentation_focused
source: Focused
da: Fokuseret
de: Fokussiert
es: Enfocada
fi: Kohdistettu
fr: Concentrée
it: Focalizzata
ja: 集中表示
nl: Gefocust
zh_hans: 专注

# intent_navigation_presentation_standard
source: Standard
da: Standardvisning
de: Standardmodus
es: Estándar
fi: Vakio
fr: Mode standard
it: Modalità standard
ja: 標準
nl: Standaard
zh_hans: 标准

# intent_navigation_presentation_type_name
source: Navigation Presentation
da: Navigationsvisning
de: Navigationsdarstellung
es: Presentación de navegación
fi: Navigointinäkymä
fr: Présentation de navigation
it: Presentazione della navigazione
ja: ナビゲーション表示
nl: Navigatieweergave
zh_hans: 导航显示方式

# intent_open_miataru_navigation_to_device_description
source: Opens Miataru navigation to the last known location of a device.
da: Åbner Miataru-navigation til en enheds senest kendte placering.
de: Öffnet die Miataru-Navigation zum letzten bekannten Standort eines Geräts.
es: Abre la navegación de Miataru a la última ubicación conocida de un dispositivo.
fi: Avaa Miataru-navigoinnin laitteen viimeisimpään tunnettuun sijaintiin.
fr: Ouvre la navigation Miataru vers la dernière position connue d’un appareil.
it: Apre la navigazione Miataru verso l’ultima posizione conosciuta di un dispositivo.
ja: デバイスの最後に確認された位置へのMiataruナビゲーションを開きます。
nl: Opent Miataru-navigatie naar de laatst bekende locatie van een apparaat.
zh_hans: 打开 Miataru 导航，前往设备最后已知位置。

# intent_open_miataru_navigation_to_device_dialog_format
source: Opening Miataru navigation to %@.
da: Åbner Miataru-navigation til %@.
de: Miataru-Navigation zu %@ wird geöffnet.
es: Abriendo la navegación de Miataru a %@.
fi: Avataan Miataru-navigointi kohteeseen %@.
fr: Ouverture de la navigation Miataru vers %@.
it: Apro la navigazione Miataru verso %@.
ja: %@さんへのMiataruナビゲーションを開きます。
nl: Miataru-navigatie naar %@ wordt geopend.
zh_hans: 正在打开前往 %@ 的 Miataru 导航。
